Repository: team-ok/lablab-builder
Catalog: languages/lablab-*.po
Languages: de_de

source: Lablab Builder Options
de_de: Lablab Builder Optionen

source: General
de_de: Allgemein

source: Select Post Type
de_de: Post Type auswählen

source: Select the post type(s) you want lablab builder to be associated with.
de_de: Wähle die Post Types aus, mit denen Lablab Builder verknüpft sein soll.

source: Default Column Width
de_de: Standard-Spaltenbreite

source: Set the default column width option (will be pre-selected when a new module is added).
de_de: Standard-Option für die Spaltenbreite (wird vorausgewählt, wenn ein neues Modul hinzugefügt wird).

source: Max Content Wrapper Width
de_de: Maximale Breite des Inhaltsbereichs

source: Set the maximum width (in pixels) of the theme's main content wrapper.
de_de: Die maximale Breite (in Pixeln) des Hauptinhaltsbereichs des Themes.

source: Highlight Color
de_de: Highlight-Farbe

source: Set the color to be used for highlighting.
de_de: Farbe, die verwendet wird, wenn etwas hervorgehoben werden soll.

source: Content Elements
de_de: Inhaltselemente

source: Add Module
de_de: Modul hinzufügen

source: Sorry, no registered modules found.
de_de: Es wurden leider keine registrierten Module gefunden.

source: Content Area
de_de: Inhaltsbereich

source: Add content area
de_de: Inhaltsbereich hinzufügen

source: Current width
de_de: Aktuelle Breite

source: Fills up this row
de_de: Füllt diese Reihe auf

source: Fits in this row
de_de: Passt in diese Reihe

source: Drops to the next row
de_de: Springt in die nächste Reihe

source: Pushes following elements to the next row
de_de: Verschiebt nachfolgende Elemente in die nächste Reihe

source: Fills up the previous row
de_de: Füllt die vorhergehende Reihe auf

source: Moves to the previous row
de_de: Rutscht in die vorhergehende Reihe

source: Column Width
de_de: Spaltenbreite

source: %1$s requires %2$s and a child theme based on the %3$s to work properly. Please make sure both of them are installed and activated before activating %1$s. For now, the plugin has been deactivated.
de_de: %1$s benötigt %2$s und ein Child-Theme, das auf %3$s basiert, damit alles funktioniert. Bitte stell sicher, dass beides installiert und aktiviert ist, bevor %1$s aktiviert wird. Das Plugin wurde zunächst einmal deaktiviert.

source: Edit layout
de_de: Layout bearbeiten

source: Lablab Builder is a modular WordPress page builder plugin that combines the flexibility of the Beans framework with the extendability of Advanced Custom Fields (ACF).
de_de: Lablab Builder ist ein modulares WordPress Page Builder Plugin, das die Flexibilität des Beans Frameworks mit der Erweiterbarkeit von Advanced Custom Fields (ACF) kombiniert.
